<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_cart']       = 'نجاح: لقد قمت بتعديل عربة التسوق الخاصة بك !';
$_['text_for']        = '%s شهادة إهداء لـ %s';
$_['text_success']    = 'نجاح: تم تطبيق خصم قسيمة الهدية الخاصة بك !';
$_['text_remove']     = 'نجاح: تمت إزالة خصم قسيمة الهدية الخاصة بك !';

// Error
$_['error_voucher']   = 'تحذير: قسيمة الهدايا إما غير صالحة أو تم استخدام الرصيد !';
$_['error_to_name']   = 'يجب أن يكون اسم المستلم ما بين 1 و 64 حرفًا !';
$_['error_from_name'] = 'يجب أن يكون اسمك بين 1 و 64 حرفًا !';
$_['error_email']     = 'يبدو أن عنوان البريد الإلكتروني غير صالح !';
$_['error_theme']     = 'يجب عليك تحديد موضوع !';
$_['error_amount']    = 'يجب أن يكون المبلغ بين %s و %s!';
