<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']      = 'هل نسيت كلمة المرور ؟';
$_['heading_reset']      = 'اعادة تعيين كلمة المرور';

// Text
$_['text_account']       = 'الحساب';
$_['text_forgotten']     = 'استعادة كلمة المرور';
$_['text_your_email']    = 'البريد الالكتروني';
$_['text_email']         = 'أدخل البريد الالكتروني المرتبط مع حسابك. انقر على متابعه ليتم إرسال رابط انشاء كلمة مرور جديدة إلى بريدك الخاص';
$_['text_success']       = 'تم إرسال رابط انشاء كلمة مرور جديدة إلى بريدك الخاص.';
$_['text_password']      = 'أدخل كلمة المرور الجديدة التي ترغب في استخدامها.';
$_['text_success']       = 'نجاح: تم تحديث كلمة المرور الخاصة بك بنجاح.';


// Entry
$_['entry_email']        = 'البريد الإلكتروني:';
$_['entry_new_password'] = 'كلمة المرور الجديدة';
$_['entry_password']     = 'كلمة المرور';
$_['entry_confirm']      = 'تأكيد';

// Error
$_['error_email']        = 'يبدو أن عنوان البريد الإلكتروني غير صالح !';
$_['error_not_found']    = 'تحذير: لم يتم العثور على عنوان البريد الإلكتروني في سجلاتنا !';
$_['error_password']     = 'كلمة المرور يجب ان تكون بين 4 و 20 رمز !';
$_['error_confirm']      = 'لا يوجد تطابق بين كلمة المرور وتأكيد كلمة المرور !';
$_['error_code']         = 'رمز إعادة تعيين كلمة المرور غير صالح أو تم استخدامه مسبقًا!';
