<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']   = 'نسيت كلمة المرور؟';
$_['heading_reset']   = 'إعادة تعيين كلمة المرور';

// Text
$_['text_email']      = 'أدخل بريدك الالكتروني المرتبط بحسابك. انقر على استعادة الافتراضي ليتم إرسال رابط إنشاء كلمة المرور الجديدة الى بريدك الالكتروني.';
$_['text_success']    = 'تم الإرسال.';
$_['text_password']   = 'أدخل كلمة المرور الجديدة التي تريد استخدامها.';
$_['text_reset']      = 'تم تغيير كلمة المرور بنجاح.';
$_['text_forgotten']  = 'نسيت كلمة المرور';
$_['text_your_email'] = 'بريدك الالكتروني';

// Entry
$_['entry_password']  = 'كلمة المرور الجديدة';
$_['entry_confirm']   = 'تأكيد كلمة المرور الجديدة';
$_['entry_email']     = 'البريد الالكتروني';

// Error
$_['error_email']     = 'خطأ: لم يتم العثور على البريد الالكتروني, الرجاء إعادة المحاولة!';
$_['error_code']      = 'رمز التأكيد غير صحيح !';
$_['error_disabled']  = 'تم تعطيل إعادة تعيين كلمة المرور !';
$_['error_password']  = 'كلمة المرور يجب أن تكون بين 4 و 20 رمزاً!';
$_['error_confirm']   = 'لايوجد تطابق بين كلمة المرور وتأكيد كلمة المرور!';
