<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']			= 'خطة الاشتراكات';

// Text
$_['text_success']          = 'تم التعديل !';
$_['text_list']          = 'القائمة';
$_['text_add']           = 'ادراج';
$_['text_edit']          = 'تحرير';
$_['text_subscription']      = 'الاشتراك';
$_['text_trial']             = 'تجريبي';
$_['text_day']				= 'يوم';
$_['text_week']				= 'أسبوع';
$_['text_semi_month']		= 'شبه شهري';
$_['text_month']			= 'شهر';
$_['text_year']				= 'سنة';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> المدفوعات المتكررة هي عبارة عن مدفوعات يتم تحصيلها بشكل تلقائي حسب الدورة والتكرار.</p><p>مثلا: اذا تم تحديد التكرار كل اسبوع والدورة 2, سيتم تحصيل دفعة تلقائية من العميل كل اسبوعين.</p><p>الفترة هي عدد المرات التي سيتم تحصيل دفعات من العميل, ضع القيمة صفر للفترة اذا كنت ترغب بتحصيل الدفعات بشكل مستمر الى ان يتم الغاء التحصيل بشكل يدوي.</p>';
$_['text_profile']			= 'المدفوعات المتكررة';
$_['text_trial']			= 'المدفوعات المتكررة التجريبية';

// Entry
$_['entry_name']			= 'الاسم';
$_['entry_trial_price']		= 'سعر تجريبي';
$_['entry_trial_duration']	= 'فترة تجريبية';
$_['entry_trial_cycle']	    = 'دورة تجريبية';
$_['entry_trial_frequency']	= 'تكرار تجريبي';
$_['entry_trial_status']	= 'حالة تجريبية';
$_['entry_price']			= 'السعر';
$_['entry_duration']		= 'الفترة';
$_['entry_cycle']			= 'الدورة';
$_['entry_frequency']		= 'التكرار';
$_['entry_status']			= 'الحالة';
$_['entry_sort_order']		= 'ترتيب الفرز';

// Column
$_['column_name']			= 'الاسم';
$_['column_sort_order']	    = 'ترتيب الفرز';
$_['column_action']         = 'تحرير';

// Help
$_['help_duration']         = 'المدة هي عدد المرات التي سيقوم فيها المستخدم بإجراء الدفع ، قم بتعيين هذا على 0 إذا كنت تريد المدفوعات حتى يتم إلغاؤها.';
$_['help_cycle']            = 'يتم احتساب مبالغ الاشتراك حسب التكرار والدورات.';
$_['help_frequency']        = 'إذا كنت تستخدم تكرار "أسبوع" ودورة "2" ، فسيتم محاسبة المستخدم كل أسبوعين.';


// Error
$_['error_warning']         = 'تحذير: الرجاء تعبئة الخانات المطلوبة!';
$_['error_permission']		= 'تحذير : أنت لا تمتلك صلاحيات التعديل!';
$_['error_name']			= 'يجب ان يكون اكبر من 3 ولايزيد عن 255 حرف !';
$_['error_trial_duration']  = 'يجب أن تكون مدة الفترة التجريبية أكبر من 0!';
$_['error_product']			= 'تحذير: لايمكن حذف المدفوعات المتكررة لأنها مرتبطة بـ %s منتجات !';
